{
  "Master Class 5": {
    "id": "5e1d1464-bc63-44fb-bd35-2892bc6a6c92",
    "keywords": "Phase 1 - prep the ear. Phase 2 - all the color become clear at the same time. Phase 3 - polish it even more.",
    "description": "Were in a big class room. The foundation on music is hearing. You just follow the method. Step by step. When you do know how to listen and progress step by step it becomes simplified. You need to take the time to listen. You can't rush it. Listen to each session all the way through including the parts that may on may not apply to you. You go to the next masterclass after you have successfully finished all exercises. What instrument to use. The result will be faster if you use the instrument you play most. The instrument that your ear is most familiar with. You can use that training on any instrument. But you have to get used to the sound first. You can't do chords on a flute. But you can have flute chords on synthesiser. Use that one sound for all your ear training practice all the way up until we get to phase 3. Relative pitch is a different story. We wanna do about two octave bellow middle C and two octave above. Start up using a medium range of tones on your instrument at first. Some of the exercises that were going to do are hearing exercises and some are singing exercises. When your doing a hearing exercises you just listen, you don't sing the tone. We don't wanna start judging pitches with our voice. We wanna learn the pitch by hearing. Were going to divide our exercises into three main categories: solo keyboard, solo guitar and teams of two (additional drill methods). Ear training meditation technique. It is important to clearly understand the theory behind perfect pitch and how perfect pitch becomes cultured into the ear. We want to listen to each masterclasse one at the time. We never wanna do more then one masterclass in a day. Take as long as you need to practice the exercises. Maybe you'll need even three weeks on one particular homework assignment from a masterclass. We don't rush ourself. We go at our own pace. We don't wanna be left behind on any step. This is a crucial secret to perfect pitch development. We don't practice for a long time each day. The short ear training session is all it takes. Actually your ear will go faster if you just give it a short session but you do it daily. For our solo practises we just wanna listen for about 10 or 15 minutes. Don't think you have to go on, and on, and on. Sometimes when people train their ear to much then they find they can't hear anything. Has this ever happen to you? It's like you can take a shower for 10 minutes or 30 minutes. But 10 minutes is plane. The same for teams. Progress to the next masterclass when you feel ready. And if by chance you ever get stuck anywhere in your practice....",
    "Solo keyboard": [
      {
        "id": "e9939ac9-8fa9-435c-96c8-1cc8a0b870ab",
        "name": "White thirds",
        "keywords": "Play any two white tones that are separated by one white tone and sing them.",
        "description": "Reach to your keyboard and play any two white tones that are separated by one white tone like e and g. Were just using the white tones only. Now we listen carefully to sound of these two tones. Listen individually so that you can hear each of the two tones. Usually we may only hear the top tone. So we have to listen little more closely to the bottom tone. Let your ear get inside to hear the bottom tone as well as the top tone. Now to prove that you really are hearing these tones we sing them (from the bottom up). When you can sing the tones then you have proved that you really have heard both tones. You didn't just hear the top one. If you can't hear the bottom tone than play it. Listen to it separately. Then play the two tones together again and see if you can now hear the bottom tone. Just work with your ear like this. Take your time. Work with this drill until you can any two tones separate by one white tone. You don't have to name the pitch. Were just singing the tones.",
        "exercises": "20",
        "notes": [
          48,
          50,
          52,
          53,
          55,
          57,
          59,
          60,
          62,
          64,
          65,
          67,
          69,
          71,
          72,
          74,
          76
        ],
        "combinations": [
          [
            48,
            52
          ],
          [
            50,
            53
          ],
          [
            52,
            55
          ],
          [
            53,
            57
          ],
          [
            55,
            59
          ],
          [
            57,
            60
          ],
          [
            59,
            62
          ],
          [
            60,
            64
          ],
          [
            62,
            65
          ],
          [
            64,
            67
          ],
          [
            65,
            69
          ],
          [
            67,
            71
          ],
          [
            69,
            72
          ],
          [
            71,
            74
          ],
          [
            72,
            76
          ]
        ]
      }
    ],
    "Solo guitar": [
      {
        "id": "28ca4f79-c0f0-4326-a0be-40a78b94f126",
        "name": "Name strings",
        "keywords": "Just play a string at random and just try to tell which it is. Learn your string.",
        "exercises": "20",
        "notes": [
          40,
          45,
          50,
          55,
          59,
          64
        ],
        "combinations": [
          40,
          45,
          50,
          55,
          59,
          64
        ]
      }
    ],
    "Solo instrumentalist": [
      {
        "id": "6f833a87-9963-4fd0-a073-ab4e84e86434",
        "name": "Name strings",
        "keywords": "Just play a string at random and just try to tell which it is. Learn your string.",
        "description": "Just listen carefully to C and D (regardless of your instrument, if your Bb instrument your C will sound Bb) and sing them very concisely like a meditation. Here is how we do it. Listen to C on your instrument. Gently hear the tone. Let it sock into your ear. Then here the pitch in your own mind. Imagine the pitch then sing the pitch (Laaa) and then sing the pitch again. Were just using C and D right now. We don't have to worry about any other tones. And were using it on our own instrument.",
        "exercises": "20",
        "notes": [
          60,
          62
        ]
      }
    ]
  }
}
